alacritty
arandr
atril
blueberry
bluez
bluez-tools
bluez-utils
bspwm
btop
capitaine-cursors
dunst
feh
ffmpeg
ffmpegthumbnailer
firefox
flatpak
flatpak-xdg-utils
freerdp2
galculator
geany
geany-plugins
gnome-bluetooth
gnome-disk-utility
gnome-keyring
gsettings-desktop-schemas
gspell
gtk-engine-murrine
gtk-layer-shell
gtk-update-icon-cache
gtk2
gtk3
gtk4
gvfs
gvfs-google
gvfs-smb
harfbuzz
hexchat
htop
hunspell
hunspell-el
imagemagick
libappindicator-gtk2
libappindicator-gtk3
linux-headers
lxappearance
maim
mediainfo
meld
mpc
mpd
mpv
nano
ncdu
ncmpcpp
neofetch
net-tools
network-manager-applet
nfs-utils
nitrogen
nm-connection-editor
nmap
noto-fonts
noto-fonts-emoji
ntfs-3g
nvme-cli
p7zip
papirus-icon-theme
pavucontrol
perl-image-exiftool
plymouth
polybar
qpdf
qt5-base
qt5-quickcontrols
qt5-quickcontrols2
qt5ct
qt6-base
qt6ct
ranger
reflector
rofi
sddm
smbclient
sxhkd
terminus-font
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
timidity
tldr
tmux
trash-cli
ttf-carlito
ttf-dejavu
ttf-roboto
ttf-ubuntu-font-family
tumbler
unarchiver
unrar
unzip
upower
viewnior
wget
wireguard-tools
wol
xclip
xcolor
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xdotool
xfce4-notifyd
xfce4-power-manager
xfce4-settings
xfce4-terminal
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xsetroot
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xwayland
xsettingsd
yt-dlp
zathura
zathura-pdf-poppler
zsh
